app/controllers/cameras_controller.rb

SELECT  `cameras`.* FROM `cameras`   ORDER BY `cameras`.`id` ASC LIMIT 1
---
  def index
    @camera = Camera.first